Repository: Johann-S/mySite
Catalog: src/Site/MainBundle/Resources/translations/messages.*.xlf
Languages: fr

source: Home
fr: Accueil

source: Skills
fr: Compétences

source: Resumé
fr: CV

source: Studies and Experiences
fr: Etudes et expériences

source: Email
fr: Votre adresse email

source: Contact
fr: Me contacter

source: Object
fr: L'objet du message

source: Calculate
fr: Calculez

source: Submit
fr: Envoyer

source: all rights reserved.
fr: tous droits réservés.

source: Message sent
fr: Message envoyé

source: An error occured
fr: Une erreur est survenue

source: Skills
fr: Compétences

source: Languages
fr: Langages

source: Databases
fr: Base de données

source: Studies
fr: Etudes

source: Five-year degree in Computer Sciences and Information Technology
fr: Master en développement informatique

source: Three-year degree
fr: Bachelor informatique

source: Two-year technical degree in embedded computing
fr: BTS I.R.I.S (Informatique et Réseaux pour l'industrie et les Services techniques)

source: French Baccalauréat in electronics
fr: Bac STI Electronique

source: Web developer for
fr: Développeur Web pour la société

source: Internship in web development (6 weeks) for
fr: Arrivé troisième de la finale nationale de l'

source: Third in the Microsoft's
fr: catégorie innovation

source: contest (Innovation category)
fr: Développeur Angular/NodeJS

source: Student in computer engineering at EPSI Lyon
fr: pour la société

source: Web developer at
fr: Lieu de résidence

source: Location
fr: Mon ambition

source: My goal
fr: Moyen de locomotion

source: Transport means
fr: ans

source: years old
fr: Permis B et véhiculé

source: driving licence with a car
fr: Développeur

source: Futher my skills and knowledge in development and project management while passing my five-year degree
fr: Contributions

source: Contributor
fr: Ingénieur concepteur en développement web pour la société

source: Repositories contributed to
fr: Développeur Angular/NodeJS pour la société
